Repository: habana-tech/vinales-taxi
Catalog: translations/messages.*.xlf
Languages: es, fr

# Your booking have been saved
source: Your booking has been saved
es: Su reserva fue registrada
fr: Votre réservation a été enregistrée

# Index.title
source: Day trip from Havana to Vinales an authentic cuban tour
es: Viaje a Viñales
fr: bienvenu

# main.text
source: Day trip from Havana to Vinales an authentic cuban tour
es: Un tour de La Habana a Viñales ¡Un auténtico viaje cubano!
fr: Excursion d´une journée de La Havane à Vinales. Un tour cubain authentique.

# button.activities
source: Activities
es: Actividades
fr: Activités

# button.us
source: Us
es: Nosotros
fr: Nous

# button.other_options
source: More places
es: Otros lugares
fr: Ailleurs

# button.contact
source: Contact and FAQ
es: Contacto y FAQ
fr: Contact

# button.reservation
source: Make a reservation
es: Reservar con nosotros
fr: Réservez

# main.subtitle_1
source: Airport pickup
es: Recogida en Aeropuerto o Crucero
fr: Prise en charge à l´aéroport

# main.subtitle_2
source: Trips from Havana
es: Viajes desde la Habana
fr: Voyage depuis La Havane

# main.subtitle_3
source: Taxi driver
es: Conductores con experiencia
fr: Chouffer de taxi

# section_title.offers
source: Our one day trip from Havana to Vinales offer
es: Nuestro viaje de un día a Vinales ofrece
fr: Offerte d´excursion d´une journée de La Havane à Vinales.

# section_title.why_with_us
source: Why make this trip with us?
es: ¿Por qué con nosotros?
fr: Pour quoi vous devez faire cette excursion avec nous ?

# section_title.other_options
source: Do you need to go somewhere else?
es: ¿Necesitas viajar a otro lugar?
fr: Est-ce que vous besoin de vous transporter à un autre lieu ?

# section_title.contact
source: Contact and FAQ
es: Contacto y preguntas frecuentes
fr: Contact et questions fréquemment posées

# subtitle.frequently_askly_questions
source: Frequently askly questions
es: Preguntas frecuentes
fr: Des Questions Fréquentes

# subtitle.send_message
source: Send us a message
es: Si tienes alguna pregunta ¡No dudes en escribirnos!
fr: Envoyez-nous un message

# button.other_places
source: See other destinations
es: Ver otros destinos
fr: Regardez autres destinations

# text.reason_1_part_1
source: We have been in the top five of
es: Hemos estado entre los primeros cinco de
fr: Nous sommes au top cinq de

# text.reason_1_part_2
source: for more than a year.
es: por más de un año
fr: depuis un an.

# text.reason_2
source: We offer PUNCTUALITY with a COMPETITIVE PRICE and COMFORT.
es: Ofrecemos PUNTUALIDAD con PRECIOS COMPETITIVOS y COMODIDAD.
fr: Nous vous offrons de la PONTUALITÉ, des BONS PRIX et de CONFORT.

# text.reason_3
source: We can make a reservation in advance to RIDE HORSES or LUNCH making this an unique experience.
es: Podemos hacer reservaciones por adelantado para MONTAR CABALLOS o ALMORZAR haciendo de esta una esperiencia única.
fr: Nous pouvons réserver les promenades à cheval et le déjeuner pour faire de cette excursion une expérience magnifique.

# text.reason_4
source: BABIES ..., WHEELCHAIRS ..., at no additional cost
es: Bebes..., sillas de ruedas sin costo adicional
fr: BÉBÉS…, FAUTEUILS ROULANTS…, sans prix additionnel.

# destination.airport
source: Recogida en el aeropuerto
es: Airport pickup
fr: Aéroport

# text.activities_1.part_1
source: Pick up at airport, cruise, hotel or rental house in Havana and return if you want at the end of the travel.
es: Le recogemos en el aeropuerto, crucero, Hotel o casa particular en La Habana, el regreso se encuentra incluido al final del viaje.
fr: Nous vous assurons la prise en charge à l´aéroport, à la croisière, à l´hôtel ou à la maison à louer à La Havane et le retour à la fin de l´excursion.

# text.activities_1.part_2
source: Walk through the tobacco harvesting places, there you can acquire knowledge about traditional Cuban tobacco, learn about its planting and elaboration. If you wish, you can smoke them and take your friends, you can taste the exquisite Cuban coffee and Guayabita del Pinar rum.
es: Paseo por los lugares de cosecha de tabaco, ahí puedes adquirir conocimientos sobre el tabaco cubano tradicional, aprender sobre su siembra y elaboración. Si lo deseas, podrás fumarlos y llevar a tus amigos, podrá degustar el exquisito café cubano y el ron Guayabita del Pinar.
fr: Promenez-vous dans les lieux de récolte du tabac, où vous pourrez acquérir des connaissances sur le tabac traditionnel cubain, en apprendre davantage sur sa plantation et son élaboration. Si vous le souhaitez, vous pouvez les fumer et emmener vos amis, vous pouvez déguster l'exquis café cubain et le rhum Guayabita del Pinar.

# text.activities_1.part_3
source: Enjoying the attractive horse ride of approximately 2 hours, you can visit on this excursion a lake, this is in the Valley of Silence, of extreme natural beauty, being to your liking you can cool off in its cold waters from the heat by the Cuban sun . Only for the additional price of 20.00CUC per person the 2-hour horse tour.
es: Disfrutando del atractivo paseo a caballo de aproximadamente 2 horas, usted podrá visitar en esta excursión un lago, este se encuentra en el Valle del Silencio, de extrema belleza natural, siendo de su agrado podrá refrescarse en sus frías aguas del calor por el sol cubano. Solo por el precio adicional de 20.00CUC por persona la excursión a caballo de 2 horas.
fr: Profitant de l'attrayante balade à cheval d'environ 2 heures, vous pourrez visiter lors de cette excursion un lac, situé dans la vallée du silence, d'une beauté naturelle extrême, car à votre goût, vous pourrez vous rafraîchir dans ses eaux froides de la chaleur du soleil cubain. . Seulement pour le prix supplémentaire de 20.00CUC par personne le tour à cheval de 2 heures.

# text.activities_2.part_1
source: Visit the Indian Cave, a natural refuge of the first habitants of our lands and you’ll take a ride in a boat through subterranean waters. For the additional price of 5.00 cuc per person.
es: Conoceras la Cueva del Indio, un refugio natural de los primeros habitantes de nuestra isla. Hay un recorrido en bote en sus aguas subterreanas, por el precio adicional de 5.00 cuc por personas.
fr: Visitez la Cueva del Indio, un refuge naturel de nos premiers habitants où vous pouvez profiter d´une promenade en bateau à travers d´eaux souterraines par le prix additionnel de 5.00 cuc par personne.

# text.activities_2.part_2
source: Visit the Mural of Prehistory, one of biggest murals outdoors of the world.
es: Visitaras el Mural de la Prehistoria, uno de los murales en exteriores más grandes del mundo.
fr: Visitez le Mural de la Préhistoire, l´un des plus grands muraux extérieurs au monde.

# text.activities_2.part_3
source: Visit the gazebo of Los Jazmines with a wide and beautiful view of the whole place.
es: Realizamos una parada en el Mirador del Hotel los Jardines, lugar perfecto para tomarse un selfie, de fondo una completa y bella vista de todo el Valle de Viñales.
fr: Visitez le belvédère de l´hôtel Los Jazmines et jouissez de la beauté du paysage naturel.

# text.activities_2.part_4
source: This whole tour will be combined with delicious food offers in restaurants. For the additional price of 15.00 cuc per person the main course you want.
es: Este recorrido por Viñales estará acompanando con deliciosas ofertas de comida tradicional cubana en restaurantes criollos, por el precio adicional de 15.00 cuc por persona.
fr: Cette excursion est accompagné d´un délicieux déjeuner au restaurant par le prix additionnel de 15 cuc par personne.

# text.activities_3.part_1
source: We recommend you bring light clothes, sunglasses, a hat or cap, camera if you want to take beautiful photos, plus a bottle of water. Also a extra bit of cash for buying cigar if you want ;)
es: Le recomendamos traer ropa ligera, gafas de sol, un sombre o gorra, camara para que puedas tener fotos bellas, ademas de una botella de agua y un poco más de efectivo para comprar tabacos cubanos si quieres ;)
fr: Nous vous recommandons d´apporter des vêtements légers, des lunettes de soleil, un chapeau ou une casquette, une caméra pour prendre des belles photos et une bouteille d´eau. En plus, si vous voulez, apportez un peu plus d´argent pour acheter des tabacs.

# text.activities_3.part_2
source: We recommend doing this tour starting at 8:30 am for the distance needed to travel. The return to Havana will take place in the afternoon, at the end of the tour.
es: Esta actividad es recomendable comenzarla antes de las 8:30 am debido a la distancia. El retorno a La Habana sera en la tarde, al final del viaje.
fr: Nous vous recommandons de commencer cette excursion à 7 :30 h à cause du temps qu´il est nécessaire pour se transporter de La Havane à Vinales. Le retour à La Havane sera au soir, à la fin de l´excursion.

# text.activities_3.part_3
source: We provide a private service only for you and your family.
es: Proveemos un servicio privado solo para usted, su familia y amigos.
fr: Nous vous offrons un service individuel pour vous et pour toute votre famille.

# text.question_1
source: Can I booking online?
es: ¿Puedo reservar en este sitio web?
fr: Est-ce que je peux réserver en ligne ?

# text.answer_1
source: Yes, you can. You only need to fill the
es: Si, solo necesitas rellenar nuestro
fr: Oui, vous devez cliquer sur

# button.reservation_form
source: Reservation form
es: Formulario de reservación
fr: Réservation

# text.question_2
source: Can I pay in cash and in what currency can I pay?
es: ¿Puedo pagar en efectivo y en que moneda?
fr: Est-ce que je peux payer cash et dans quelle monnaie?

# text.answer_2
source: Yes, you can pay in cash to driver at the end of the travel, we accept payments in EUR, USD and CUC.
es: Si, puedes pagar en efectivo al conductor al final del viaje, aceptamos pagos en EUR, USD, CAD y CUC
fr: Oui vous pouvez payer cash. Nous acceptons EUR, USD, CAD et CUC.

# text.question_3
source: The taxi to Vinales includes the return?
es: ¿El taxi a Viñales, incluye el regreso?
fr: Le taxi à Vinales inclue le retour ?

# text.answer_3
source: Yes, we can leave where we pickup you or in any place you want in Havana.
es: Si, podemos dejarte justo donde lo recogimos, o en cualquier lugar de la habana de su preferencia.
fr: Oui, nous vous retournons au lieu de la prise en charge ou bien à quelque lieu de La Havane de votre préférence.

# text.question_4
source: Do you offer a pickup from Cruise or Airport?
es: Ofrecen servicio de recogido en el Aeropuerto o terminal de Cruceros
fr: Est-ce que vous offrez de la prise en charge à l`aéroport ou au Croisière ?

# text.answer_4
source: Yes, you only need to check this option in the
es: Si, solo necesitas seleccionar esta opción en el
fr: Oui, vous devez marquer cette option au

# section_title.why_with_us.subtitle
source: There are many options out there, but ...
es: Hay muchas opciones haya afuera, pero...
fr: Ilya plusieurs d´option mais

# keywords
source: taxi to, day trips from havana, havana to vinales, cuban tour, taxis to airport, havana to vinales day trip, havana travel, taxi prices, taxi drivers
es: taxi a, viajes desde La Habana de un dia, Habana a Viñales, tours cubanos, viajes cubanos, recojidas al aeropuerto, viaje de un dia de la Habana a Viñales, choferes de taxi, precios de taxi
fr: taxi à, excursions depuis La Havane, de la havane à vinales, tour cubain, taxi à l´aéroport, une journée de la havane à vinales, voyage havane, prix de taxi, chauffeurs de taxi

# description
source: If you want to live an authentic Cuban journey, that is Vinales. With our one day tour, you can feel many experiences, from nature to Cuban people. Discover the Horseback ride adventure, see the tobacco fields, the Indian Cave, Mural of Prehistory, the gazebo of Los Jazmines and have a launch in the restaurants.
es: Si deseas vivir un auténtico viaje cubano, ese es Viñales. Con nuestro recorrido de un día, podrás disfrutar de muchas experiencias, desde la naturaleza hasta los cubanos. Descubre la aventura de montar a caballo por el Valle de Vinales y ver los campos de tabaco, entrar a la Cueva del Indio, ver el Mural de la Prehistoria, y la vista desde el mirador los Jazmines.
fr: Si vous voulez exprimer un tour cubain authentique, la réponse c´est Vinales. Avec notre offerte d´une journée vous aurez plusieurs expériences, dès la nature au peuple cubain. Découvrez l´aventure d´une promenade á cheval, voyez les plantations de tabacs, la Cueva del Indio, le Mural de la Préhistoire, le belvédère Los Jazmines et profitez d´un délicieux déjeuner au restaurant.

# title.reservation
source: The adventure begins with a reservation form
es: ¡Esta aventura, comienza con un formulario de reservación!
fr: Réservation

# field.pickup_place
source: Pickup place?
es: ¿Cuál es el lugar de recogida?
fr: Lieu de ramassage

# label.pickup_place
source: Where will we pickup you
es: Le recogeremos en...
fr: Où allons-nous vous chercher?

# label.pickup_place.option_1
source: Airport
es: Aeropuerto
fr: Aéroport

# label.pickup_place.option_2
source: Cruise
es: Crucero
fr: Croisière

# label.pickup_place.option_3
source: Hotel or casa address
es: Hotel o Casa de Renta
fr: Hôtel ou maison de location

# field.pickup_time
source: Time
es: Hora de salida
fr: Heure

# text.advise_time
source: We strongly recommend start this activity before 8:30 am due to the distance.
es: Le recomendamos empezar el viaje antes de las 8:30am debido a la distancia a recorrer.
fr: Nous vous recommandons commencer cette excursion à 7:30 h à cause du temps qu´on en besoin pour se transporter de La Havane à Vinales.

# label.price
source: Price:
es: Precio:
fr: Prix

# label.offer
source: We will send you a offer!
es: Le enviaremos una oferta
fr: Nous vous enverrons une offre

# field.personal_data
source: How can we stay in touch with you?
es: ¿Cómo podemos contactar con usted?
fr: Comment pouvons-nous vous contacter?

# button.send
source: Send reservation
es: Enviar reservación
fr: Envoyer réservation

# image.description.mural
source: prehistory mural in Vinales (Viñales)
es: Mural de la prehistoria (Viñales)
fr: Mural de la Préhistoire

# image.description.horse
source: Horse Riding in Vinales (Viñales)
es: Montar caballos en Viñales
fr: Promenade à cheval, montagne et ciel dégagé

# image.description.view
source: (Viñales) Vinales valley view wide
es: Amplia vista del valle de Viñales
fr: Plantation de tabac, montagne et ciel dégagé

# image.description.indian_cave
source: indian cave in Vinales (Viñales)
es: Cueva del Indio
fr: Intérieur d´une grotte, Cueva del Indio

# image.description.restaurant
source: restaurant in Vinales (Viñales) typical cuban food for launch
es: Restaurantes en Viñales, comida tradicional cubana para almorzar
fr: Personnes au restaurant

# image.description.tabacco
source: Tabaco in vinales (Viñales) people learning and smoking
es: Tabaco en Viñales, personas aprendiendo y fumando
fr: Personnes à la plantation de tabac

# title.reservation_processed
source: Your reservation has been processed
es: Su reservación ha sido procesada
fr: Votre réservation a été reçue

# subtitle.thank
source: Thanks for choosing Vinales.Taxi
es: Gracias por preferir Viñales.taxi
fr: Merci de choisir vinales.taxi

# text.reservation_made
source: The reservation was made on behalf of
es: La reserva fue hecha en nombre de
fr: La rèservation a été faite au nom de

# text.reservation_pickup_time
source: We will pick you up at
es: Le recogeremos
fr: Nous viendrons vous chercher à

# text.amount_passenger
source: The number of passengers is:
es: Cantidad de personas
fr: Le numéro de personnes est:

# text.reservation_quota
source: We will send you a quote for this trip.
es: Le enviaremos un presupuesto para este viaje
fr: Nous vous enverrons un devis pour ce voyage

# text.total_cost
source: The total cost is:
es: El importe total es
fr: Il coute en adition:

# text.pay_driver
source: You will pay to the driver at the end of the trip.
es: Puede pagar al conductor al final del viaje
fr: Vous devez payer au chauffeur à la fin de l´excursion.

# text.confirmation_email
source: We send you an email with the reservation details.
es: Le enviamos un email con los detalles de su reservación
fr: Nous vous enverrons un email avec tous les détails de la réservation.

# field.pickup_date
source: Pickup date?
es: ¿Cual es la fecha del viaje?
fr: Date de prise en charge

# field.number_passengers
source: Number of passengers?
es: ¿Cuantos pasajeros?
fr: Numéro de Personnes

# image.description.mural_car
source: Our classic car taxi in Vinales
es: Auto clásico en Viñales
fr: Notre taxi classique à Vinales

# text.contact_footer_mail
source: You can contact us at
es: Puedes contactarnos por nuestro correo
fr: Vous pouvez nous contacter à

# text.contact_footer_phone
source: or call us to phone
es: o llamarnos al
fr: ou téléphonez-nous au

# label.pickup_date
source: Date
es: Día

# field.name
source: Your name
es: Su nombre
fr: Votre nom

# field.email
source: Your email
es: Su email
fr: Votre email

# field.telephone
source: Your phone number
es: Su teléfono
fr: Votre numéro de tèlèphone

# span_pickup_place.option_1
source: Airline and fly number
es: Aerolinea y número de vuelo
fr: Compagnie aérienne et numéro de vol

# span_pickup_place.option_2
source: Port and Cruise name
es: Puerto y nombre del Crucero
fr: Nom du port et de la croisière

# span_pickup_place.option_3
source: Hotel or Rent House
es: Hotel o Dirección de la casa de renta
fr: Hôtel ou adresse de la maison de location

# field.client_message
source: Give us more info
es: Danos más detalles
fr: Donnez-nous plus d'infos

# the.hotel.or.house
source: your
es: en su

# the.airport
source: the
es: en el
fr: l'

source: looking for the flight with number
es: en espera del vuelo número
fr: en attendant le numéro de vol

source: at
es: a las
fr: á

# the.cruise
source: the
es: en su
fr: á

source: on
es: el
fr: le

# text.remainder_car_1
source: We have only one car for you this day, please if you need to make any changes or cancel your reservation, you must inform us at least 2 days in advance, either to our email
es: Tenemos un solo automóvil para usted este día, por favor, si necesita hacer algún cambio o cancelar su reserva, debe informarnos con al menos 2 días de anticipación, ya sea a nuestro correo electrónico
fr: Nous avons seulement une voiture pour vous ce jour-là. S'il vous plaît, si vous devez faire des changements ou annuler votre réservation, vous devez nous en informer au moins 2 jours à l'avance, soit à notre adresse électronique

# text.remainder_car_2
source: or to our phone number
es: o a nuestro número de teléfono
fr: ou à notre numéro de téléphone

# text.advice_time
source: You are making a reservation less than 12 hours in advance. We will process your reservation and if we have availability we will contact you within 1 hour. In any case we strongly recommend that you contact us through our phone
es: Usted está realizando una reservación con menos de 12 horas de antelación. Nosotros procesaremos su reserva y si tenemos disponibilidad le contactaremos en el plazo de 1 hora. En cualquier caso le recomendamos fuertemente que nos contacte a través de nuestro teléfono
fr: Vous effectuez une réservation moins de 12 heures à l'avance. Nous traiterons votre réservation et si nous avons la disponibilité, nous vous contacterons dans l'heure qui suit. Dans tous les cas, nous vous recommandons vivement de nous contacter via notre téléphone

# approved_booking_email_subject
source: Your booking for travel to Vinales was approved
es: Su reserva a Viñales fue aceptada

# disapproved_booking_email_subject
source: Your booking for travel to Vinales wasnt approved
es: Su reserva a Viñales no pudo ser aprobada

source: Hi!
es: Hola!

source: this are you trip details
es: Estos son los detalles de su viaje

# Saludos
source: Greetings
es: Saludos

# Recientemente reservó un viaje a Viñales, Cuba, con los siguientes datos:
source: Recently, you booked a trip to Vinales, Cuba, with the followings details:
es: Recientemente reservó un viaje a Viñales, Cuba, con los siguientes datos:

# Fecha y Hora:
source: Date and Time:
es: Fecha y Hora:

# Cantidad de personas:
source: Amount of travelers:
es: Cantidad de personas:

# Precio:
source: Price:
es: Precio:

# Puede ver estos y otros detalles en la siguiente dirección web:
source: You can see this ans others details visiting the following URL:
es: Puede ver estos y otros detalles en la siguiente dirección web:

source: Your booking has been approved, we will be waiting for you, following the information you provided.
es: Su reservación fue aprovada, le estaremos espeerando, siguiendo las indicaciones que nos dio.

source: we have some news for you
es: Tenemos algunas noticias para usted

source: Recently you tried to book a trip to Vinales, Cuba but due to the little time left to organize it, it was not possible to process your request. We recommend you try again with another date.
es: Recientemente intentó reservar un viaje a Viñales, Cuba. Debido al corto tiempo para preparar el viaje, no será posible procesar su solicitud. Le recomendamos intentarlo nuevamente con otra fecha.

source: View details in browser
es: Ver detalles en el navegador

source: is a branch of
es: Una marca de

source: Who we are
es: Quienes somos

source: Services
es: Servicios

source: Contacts
es: Contacto

source: You are receiving this email because you make a reservation in our site.
es: Está recibiendo este email porque hizo una reservación en nuestro sitio.

source: if this is not the case, please
es: si este no es el caso, por favor

source: let us know
es: haganos saber

source: Thanks for choosing vinales.taxi
es: Gracias por escoger vinales.taxi

# Su reserva fue aprovada, le esperaremos según los datos que nos proporcionó.
source: Your booking was approved, we'll be waiting for you as you asked.
es: Su reserva fue aprovada, le esperaremos según los datos que nos proporcionó.

source: The amount of passenger is:
es: La cantidad de viajeros es:

source: We recommend you bring light clothes, sunglasses, a hat or cap, camera, plus a bottle of water. Also a extra bit of cash for buying cigar if you want ;) The return to Havana will take place in the afternoon, at the end of the tour.
es: Recomendamos traerse ropas de color claro, gafas de sol, un sombrero o capa, camara, mas de una botella de agua. Tambien un poco de efectivo extra, por si desea comprar algo de tabaco ;) El retorno a La Habana será en horas de la tarde, al final del tour.

source: We provide a private service only for you and your family.
es: Proporcionamos un servicio privado, solo para usted y su familia.

source: We will pick you up at
es: Le recogeremos en

source: the
es: el

source: Hotel or House
es: Hotel o Casa

source: Airport
es: Aeropuerto

source: Cruise
es: Crucero

source: named
es: llamado

source: Hi! my name is Lesther Rodriguez.
es: Hola! mi nombre es Lesther Rodriguez.

source: We are small team with great passion for classic cars and adventures at the most amazing places that Cuba has to offer.
es: Somos un pequeño equipo con una inmensa pasión por los autos clásicos y las aventuras en los lugares más maravillosos que Cuba tiene para ofrecer.

source: Your feedback is important
es: Su opinión es importante

source: Let us know what you think about travel with us!
es: Déjenos saber que piensa de viajar con nosotros!

source: Address or Fly/Cruise number
fr: Adresse ou numéro de vol / croisière
